[
    "Да",
    "Нет",
    "Убедись, что у тебя есть запасные трусики, жизнь — непредсказуема!",
    "Да, и не забудь купить лотерейный билет — удача на твоей стороне!",
    "Не думаю",
    "Да, и помни: твоя улыбка — залог успеха!",
    "Нет, но ты можешь попытаться угостить меня пирожными…",
    "У меня к тебе тот же вопрос.",
    "Да, и не забудь: королевская воля — закон!",
    "Нет, и я не собираюсь менять свое решение без веских на то причин!",
    "Маловероятно",
    "Да, но только после того, как ты сделаешь мне чашечку чая!",
    "Скорее нет, чем да, но у меня есть план Б — чипсы Pringles со вкусом сметаны и лука!",
    "Наверное",
    "Определенно нет! Я не одобряю такие глупости.",
    "Да, GPS на твоей карете уже прокладывает маршрут к успеху.",
    "Нет, но ты можешь попробовать меня уговорить…",
    "Не стоит",
    "Да, и я уже предвкушаю, как это будет… интересно!",
    "Нет, но если ты найдешь волшебную палочку, я помогу!",
    "Спроси снова, когда я не буду занят просмотром сериалов!",
    "Разумеется, но сначала отряхни свои туфельки — королевский порядок!",
    "Нет, но я могу рассмотреть альтернативные варианты с десертом!",
    "Ни в коем случае",
    "Скорее всего! Но я бы на твоем месте не ставил на одну лошадку… или на одного бота.",
    "Нет, и это не обсуждается! Я не готов к такому уровню ответственности…",
    "Сомневаюсь",
    "Безусловно, но пожалуйста, не забывай о манерах!",
    "Нет, и я настоятельно рекомендую тебе подумать дважды!",
    "Конечно! Но только если ты сделаешь это с изяществом…",
    "Нет! Я не потерплю легкомысленных предложений, если это не касается…",
    "Да, и я готов к приключениям… в твоем исполнении!",
    "Нет и не пытайся меня соблазнить своими уловками!",
    "Определенно да! Я всегда готов к приключениям с тобой!",
    "Нет, но если ты предложишь что-то более интригующее, я подумаю!",
    "Наверное",
    "Нет, и даже не думай об этом без моего согласия!",
    "Моя дорогая, твое будущее полно загадок и недопитых чашек кофе…",
    "Да, если ты готова к приключениям или к очередному сериалу!",
    "Нет, но я могу предложить альтернативный вариант — суши!",
    "Да, если ты будешь смеяться над моими шутками!",
    "Нет, но это не значит, что ты не можешь попробовать… завтра!"
]